Repository: ksixty/bachelor-thesis
Catalog: src/kyzylborda/web/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Default
ru: По умолчанию

source: Count
ru: Количество

source: Flag
ru: Флаг

source: Invalid flag.
ru: Неверный флаг.

source: Task has already been solved.
ru: Задача уже была решена.

source: Your task is in another castle, go submit there.
ru: Флаг не для этого таска: вот где таск прочитали, туда и идите!

source: The flag is correct, but the contest has ended.
ru: Время приёма закончилось (но флаг засчитан).

source: Hint not found.
ru: Подсказка не найдена.

source: Hint has already been granted.
ru: Вы уже получили эту подсказку.

source: You can't get hints for solved tasks.
ru: Вы не можете получить подсказки на решённые задачи.

source: E-mail
ru: Эл. почта

source: Team name
ru: Название команды

source: I agree to Privacy Policy
ru: Даю согласие на обработку персональных данных

source: User name
ru: Имя пользователя

source: Password
ru: Пароль

source: Your link to access the board
ru: Ваша ссылка для доступа к доске

source: Name already exists.
ru: Имя уже существует.

source: Email already exists, just in case we have resent you your token.
ru: Такая почта уже есть, на всякий случай мы переотправили вам ссылку для входа.

source: Name or email already exist.
ru: Имя или почта уже существуют.

source: User not found.
ru: Пользователь не найден.

source: Reset your access token
ru: Сброс токена для входа

source: There was a problem giving a hint. We'll redirect you back.
ru: С получением подсказки возникла беда. Мы перенаправим вас назад.

source: Send
ru: Сдать флаг

source: Chat for this event
ru: Чат соревнования

source: You are logged in as
ru: Вы сдаёте флаги как

source: , feel free to log out, though:
ru: . Если вы — не вы, то вы выйдите:

source: Log out
ru: Выйти

source: Sign up
ru: Регистрация

source: Get new access link
ru: Получить новую ссылку для доступа

source: So it goes.
ru: Такие дела.

source: Team
ru: Команда

source: Points
ru: Очки

source: Last flag
ru: Последний флаг

source: Proceed
ru: Продолжить

source: Hi
ru: Привет

source: To reset your access token follow this link
ru: Чтобы сбросить ваш токен доступа проследуйте по ссылке

source: If you didn't request a reset, contact us!
ru: Если вы не запрашивали сброс, напишите нам!

source: We sent you an e-mail. Open it and follow the link.
ru: Мы отправили вам письмо. Откройте его и проследуйте по ссылке.

source: User
ru: Участник

source: There was a problem with your flag. We'll redirect you back.
ru: Случилась беда с вашим флагом. Мы перенаправим вас назад.

source: Task is still being generated for you!
ru: Задание для вас ещё создаётся! Обновите страницу.

source: Flush
ru: Сбросить

source: Pregenerated tasks
ru: Сгенерированные заранее задания

source: Pregenerate
ru: Сгенерировать

source: Hints
ru: Подсказки

source: Request
ru: Запросить

source: Task author
ru: Автор задания

source: To login into scoreboard use this link
ru: Чтобы зайти на доску, используйте эту ссылку
